LEXICON_MESSAGE: dict[str, str] = {
'/start':"""Привет, это Владимир Крамаров и команда марафона от RecPlace!
Ты успешно зарегестрировался в боте. Теперь ты не пропустишь важную информацию!""",
'/contact':"""МЕСТО НА ТЕСТ-ДРАЙВЕ Практикума «название марафона» за тобой!

Ты принял(а) верное решение — место на тест-драйве нашего практического марафона «название» ТВОЁ!

Стартуем 19 августа  (понедельник).

Твою персональную ссылку для входа на платформу пришлем за 1 день старта. **Обязательно запомни эл.адрес, который указала в форме регистрации**, он будет использован для входа в марафон**!**

**Рекомендация:** Заранее спланируй время на изучение учебной платформы — удели этому время качественно, тогда результат марафона тебя точно порадует👌

Твой тест-драйв продлится ровно 5 дней с момента старта — 19 августа.

Ознакомиться с полной программой марафона и посоветовать присоединиться

_________(ссылка на ленд)

Остаемся на связи!🚀""",
'/set_time':'Установка нового времени',
'/get_time':'Отображение времени',
'2024-08-09_upper' : """На связи Recplace! 
Сегодня в 18:30 первый состоится на практикум в рамках марафона «название».
Что будет на занятии:
(текст расписанного дня) 
Увидимся!""",
'2024-08-09_hour' : """Стартуем через час!

**Проверим твою готовность?**

- стабильный интернет
- доступ на платформу RecPlace (проверь почту используемую при регистрации)
- ручка и блокнот (вдруг тебе захочется сделать заметки)
- чай/кофе/вода

...и решимость сделать свой бизнес лучше 🚀""",
'2024-08-10_upper' : """На связи Recplace! 
Сегодня в 18:30 первый состоится на практикум в рамках марафона «название».
Что будет на занятии:
(текст расписанного дня) 
Увидимся!""",
'2024-08-10_hour' : """Стартуем через час!

**Проверим твою готовность?**

- стабильный интернет
- доступ на платформу RecPlace (проверь почту используемую при регистрации)
- ручка и блокнот (вдруг тебе захочется сделать заметки)
- чай/кофе/вода

...и решимость сделать свой бизнес лучше 🚀""",
'2024-08-11_upper' : """На связи Recplace! 
Сегодня в 18:30 первый состоится на практикум в рамках марафона «название».
Что будет на занятии:
(текст расписанного дня) 
Увидимся!""",
'2024-08-11_hour' : """Стартуем через час!

**Проверим твою готовность?**

- стабильный интернет
- доступ на платформу RecPlace (проверь почту используемую при регистрации)
- ручка и блокнот (вдруг тебе захочется сделать заметки)
- чай/кофе/вода

...и решимость сделать свой бизнес лучше 🚀""",
'2024-08-12_upper' : """На связи Recplace! 
Сегодня в 18:30 первый состоится на практикум в рамках марафона «название».
Что будет на занятии:
(текст расписанного дня) 
Увидимся!""",
'2024-08-12_hour' : """Стартуем через час!

**Проверим твою готовность?**

- стабильный интернет
- доступ на платформу RecPlace (проверь почту используемую при регистрации)
- ручка и блокнот (вдруг тебе захочется сделать заметки)
- чай/кофе/вода

...и решимость сделать свой бизнес лучше 🚀""",
'2024-08-13_upper' : """На связи Recplace! 
Сегодня в 18:30 первый состоится на практикум в рамках марафона «название».
Что будет на занятии:
(текст расписанного дня) 
Увидимся!""",
'2024-08-13_hour' : """Стартуем через час!

**Проверим твою готовность?**

- стабильный интернет
- доступ на платформу RecPlace (проверь почту используемую при регистрации)
- ручка и блокнот (вдруг тебе захочется сделать заметки)
- чай/кофе/вода

...и решимость сделать свой бизнес лучше 🚀""",
'/start_web': """Мы начинаем первый практикум!
Присоединяйся по ссылке""",
'/after_web': """Лови ссылку на запись и полезные материалы 🤓""",
'/help': """/set_time Установка нового времени\n/get_time Отображение времени\n/start_web Запускает текст с ссылкой перед вебинаром\n/after_web Отправка ссылки с сообщением после вебинара"""
}

LEXICON_MENU: dict[str, str] = {
'fire_1_0' : 'Ты все сможешь',
'fire_1_1' : 'Хватит думать, что ты чего то не можешь',
'fire_1_2' : 'Расправь плечи шире )',
'fire_1_3' : 'Никогда не сдавайся',
'fire_2_0' : 'Ты крутой',
'fire_2_1' : 'Ты бомба',
'fire_2_2' : 'Хватит жалеть себя, ты сильный',
'fire_2_3' : 'Самый главный достигатор мира',

}

LEXICON_KEYBOARD: dict[str, str] = {

}
